Repository: HappyHackingSpace/hush
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ku, tr

source: Welcome to Hush
ku: Bi xêr hatî bo Hush
tr: Hush'a hoş geldiniz

source: An invisible teleprompter that lives in your notch. Everything runs on your Mac.
ku: Suflorek nedîtbar ku di çentika te de dijî. Her tişt li ser Mac'a te dixebite.
tr: Çentiğinizde yaşayan görünmez bir suflör. Her şey Mac'inizde çalışır.

source: Get Started
ku: Dest pê bike
tr: Başla

source: Microphone & Speech
ku: Mîkrofon û Axaftin
tr: Mikrofon ve Konuşma

source: Camera
ku: Kamera
tr: Kamera

source: Private
ku: Taybet
tr: Gizli

source: Scripts
ku: Nivîs
tr: Metinler

source: New
ku: Nû
tr: Yeni

source: Start
ku: Dest pê bike
tr: Başlat

source: Pause
ku: Rawestîne
tr: Duraklat

source: Quit Hush
ku: Ji Hush derkeve
tr: Hush'tan çık
